{
  "paragraphs": [
    {
      "header1": "Hello World; I'm Jieun Lee.",
      "header2": "I'm a Software Developer.",
      "paragraph": "Hello! My name is Jieun Lee, and I'm a software developer based in Vancouver, BC. I am currently looking for new front-end or full stack software engineering opportunities in Vancouver. Previously I've worked at Microsoft, CoPilot AI, SAP, and Hootsuite, and completed my Bachelor's degree in Computer Science and Mathematics at the University of British Columbia."
    },
    {
      "header1": "My greatest programming interests",
      "header2": "lie in front-end development.",
      "paragraph": "I am passionate about utilizing JavaScript, TypeScript, HTML, CSS, as well as other frameworks and libraries such as React and Vue.js to implement beautiful and effective web interfaces. I love seeing a website or web application become more useful and visually appealing throughout several development cycles and enjoy being able to show people what I do on a non-technical level."
    },
    {
      "header1": "That being said, I still enjoy programming",
      "header2": "in other \"less visual\" languages too.",
      "paragraph": "Being interested in front-end development doesn't mean I'm not interested in other areas of software. In fact, my first official programming language was Java, and it is still one of my favourite programming languages. I am also interested in mobile development; I made Android applications using Java and XML with Android Studio, and have worked with React Native as well. I am very open to learning new technologies too - who knows, maybe it'll become my new favourite."
    },
    {
      "header1": "I like being a developer because",
      "header2": "I can create meaningful things with code.",
      "paragraph": "One of the things I like most about being a developer is being able to create something meaningful through code, whether it is purely for entertainment or for improving the way people do their work. Another thing that drives me forward is the amazing feeling you get when you see that your code finally works - maybe it's a developer thing ;). But either way, knowing I'm doing something meaningful, I'll work hard and put my best effort into it, even if I may not be the best developer out there."
    },
    {
      "header1": "Some of my non-programming interests",
      "header2": "include music and photography.",
      "paragraph": "Outside of my programming life, I have a passion for music and playing instruments. I started playing piano since I was young, and picked up guitar a couple of years ago as well. I am also a hobbyist photographer and enjoy taking photos of scenery, nature, and food."
    }
  ]
}