{
  "paragraphs": [
    {
      "header1": "\"Hello World\"; I'm Jieun Lee.",
      "header2": "I'm a Software Developer.",
      "paragraph": "short intro about my skills and interests asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew a"
    },
    {
      "header1": "I was interested in making websites",
      "header2": "since I was young.",
      "paragraph": "sketchups of websites, website builders, HTML, graphics, still my greatest interest asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa"
    },
    {
      "header1": "I recently graduated from UBC,",
      "header2": "majoring in Computer Science and Math.",
      "paragraph": "originally was going to pursue something else, but this was one of the best decisions I made. asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa"
    },
    {
      "header1": "I'm not the best programmer out there,",
      "header2": "and I won't pretend I am.",
      "paragraph": "but I will try my best asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa weg awg awega wgaw egw eg aewgeage asdfasdf asdfa efaew aeg ewg aewgae wfa dfa dsfsd fasfa"
    }
  ]
}